Repository: mozilla-l10n/mt-training-data
Catalog: zgh/zgh_pontoon.tmx
Source language: en_us
Languages: zgh

source: 1 sentence collected
zgh: 1 ⵜⵡⵉⵏⵙⵜ ⵉⵜⵜⵓⴳⵔⴰⵏ

source: 2019 End-of-Year Release
zgh: ⵜⵓⴼⴼⵖⴰ ⵏ ⵜⴳⵉⵔⴰ ⵏ ⵓⵙⴳⴳⵯⴰⵙ ⵏ 2019

source: 2 down, keep it up!<playIcon></playIcon>
zgh: 2 ⵀⵉⵍⵍⵉ, ⵙⵎⴷ ⵙⵓⵍ ⵎⴽⴰ!<playIcon></playIcon>

source: ≥ 2 No votes
zgh: ≥ 2 ⵉⵙⵙⵜⴰⵢⵏ ⵏ ⵓⵀⵓ

source: ≥ 2 Yes votes
zgh: ≥ 2 ⵉⵙⵙⵜⴰⵢⵏ ⵏ ⵢⴰⵀ

source: Abbreviations and Acronyms
zgh: ⵉⵣⴳⵣⴰⵍ ⴷ ⵡⵓⴹⴼⵉⵚⵏ

source: Abbreviations and Acronyms. Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation. For example, the acronym “ICE” could be pronounced “I-C-E” or as a single word.
zgh: ⵉⵣⴳⵣⴰⵍ ⴷ ⵡⵓⴹⴼⵉⵚⵏ. ⵉⵅⵚⵚⴰ ⴰⴷ ⵏⴰⵏⴼ ⴳ ⵓⴹⵕⵉⵚ ⴰⵙⴰⴳⵎ ⵉ ⵉⵣⴳⵣⴰⵍ ⴷ ⵡⵓⴹⴼⵉⵚⵏ ⵣⵓⵏ ⴷ “USA” ⵏⵉⵖ “ⵎⴷⵎ” ⴰⵛⴽⵓ ⵖⴰⵢⵏ ⴰⴷ ⵜⵜⵓⵖⵔⴰⵏ ⵙ ⵢⴰⵜ ⵜⵖⴰⵔⴰⵙⵜ ⵏⵏⴰ ⴷ ⵓⵔ ⵉⵎⵙⴰⵙⴰⵏ ⴰⴽⴷ ⵓⵙⵏⵎⴰⵔⵔⴰ ⵏⵏⵙⵏ. ⵙ ⵡⵓⵔⵏⵉⵡ, ⵉⵖⴰⵢ ⴰⴷ ⵉⵍⵉⵏⵜ ⵎⵏⵏⴰⵡⵜ ⵜⵖⵓⵔⵉⵡⵉⵏ ⵏⵖⴷⵏⵉⵏ ⵉ ⵢⴰⵏ ⵓⵣⴳⵣⵍ ⴰⵎⵢⴰⵏ. ⵙ ⵓⵎⴷⵢⴰ, ⵉⵖⵉⵢ ⵡⵓⴹⴼⵉⵚ “ⵎⴷⵎ” ⴰⴷ ⵉⵜⵜⵓⵙⵓⵙⵔⵓ “ⵢⴰⵎ-ⵢⴰⴷ-ⵢⴰⵎ” ⵏⵉⵖ ⴰⵎ ⵢⴰⵜ ⵜⴳⵓⵔⵉ ⵜⴰⵎⵢⴰⵏⵜ.

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
zgh: ⵉⵅⵚⵚⴰ ⴰⴷ ⵏⴰⵏⴼ ⴳ ⵓⴹⵕⵉⵚ ⴰⵙⴰⴳⵎ ⵉ ⵉⵣⴳⵣⴰⵍ ⴷ ⵡⵓⴹⴼⵉⵚⵏ ⵣⵓⵏ ⴷ “USA” ⵏⵉⵖ “ⵎⴷⵎ” ⴰⵛⴽⵓ ⵖⴰⵢⵏ ⴰⴷ ⵜⵜⵓⵖⵔⴰⵏ ⵙ ⵢⴰⵜ ⵜⵖⴰⵔⴰⵙⵜ ⵏⵏⴰ ⴷ ⵓⵔ ⵉⵎⵙⴰⵙⴰⵏ ⴰⴽⴷ ⵓⵙⵏⵎⴰⵔⵔⴰ ⵏⵏⵙⵏ. ⵙ ⵡⵓⵔⵏⵉⵡ, ⵉⵖⴰⵢ ⴰⴷ ⵉⵍⵉⵏⵜ ⵎⵏⵏⴰⵡⵜ ⵜⵖⵓⵔⵉⵡⵉⵏ ⵏⵖⴷⵏⵉⵏ ⵉ ⵢⴰⵏ ⵓⵣⴳⵣⵍ ⴰⵎⵢⴰⵏ.

source: Abkhaz
zgh: ⵜⴰⴱⵅⴰⵣⵉⵜ

source: About
zgh: ⵅⴼ

source: Academic Reference
zgh: ⵜⴰⵙⴰⵖⵓⵍⵜ ⵜⴰⵙⴷⴰⵡⴰⵏⵜ

source: Accent
zgh: ⴰⵙⵓⵙⵔⵓ

source: Accepted file types: .tsv only
zgh: ⴰⵏⴰⵡⵏ ⵏ ⵉⴼⵓⵢⵍⴰ ⵜⵜⵓⴷⴳⴳⴰⵏⵉⵏ: ⵖⴰⵙ .tsv

source: Account
zgh: ⴰⵎⵉⴹⴰⵏ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
zgh: <accuracyLink>ⵥⵕ ⵓⴳⴳⴰⵔ ⵅⴼ ⵉⵙⴱⴷⴰⴷⵏ ⵏ ⵓⵏⵖⴰⴷ.</accuracyLink>

source: Acehnese
zgh: ⵜⴰⵜⵛⵉⵀⵉⵜ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
zgh: { $actionType }<playIcon></playIcon> ⵉⵙ ⵙⵓⵙⵔⵏ ⵜⴰⵡⵉⵏⵙⵜ ⵙ ⵓⵏⵖⴰⴷ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
zgh: { $actionType }<recordIcon></recordIcon> ⵉⵍⵎⵎⴰ ⵖⵔ ⵜⴰⵡⵉⵏⵙⵜ ⵙ ⵓⵥⴰⴳⵓ

source: { $actionType }<stopIcon></stopIcon> when done
zgh: { $actionType }<stopIcon></stopIcon> ⴰⴷⴷⴰⵢ ⵜⵙⵎⴷⴷ

source: { $actionType } submit when ready
zgh: { $actionType } ⴰⵣⵏ ⴰⴷⴷⴰⵢ ⵜⵎⵓⵜⵜⴳⴷ

source: Add
zgh: ⵔⵏⵓ

source: Add a language you want to contribute to
zgh: ⵔⵏⵓ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⴰ ⵙ ⵜⵅⵙⴷ ⴰⴷ ⵜⴰⵔⴳⴷ

source: Add as much information as you can about the language. This could include:
zgh: ⵔⵏⵓ ⴰⵏⵛⵜ ⵏⵏⴰ ⵎⵉⵜ ⵜⵓⴼⵉⴷ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵅⴼ ⵜⵓⵜⵍⴰⵢⵜ ⴰ. ⵉⵖⵉⵢ ⴰⴷ ⴰⵎⵓⵏ:

source: Add <icon></icon> a public domain sentence
zgh: ⵔⵏⵓ <icon></icon> ⴽⵔⴰ ⵏ ⵜⵡⵉⵏⵙⵜ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⵏ

source: Add information
zgh: ⵔⵏⵓ ⵉⵏⵖⵎⵉⵙⵏ

source: Adding languages to work with
zgh: ⴰⵔⵏⵏⵓ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵏⵏⴰ ⵙ ⵔⴰⴷ ⵜⵙⵡⵓⵔⵉⴷ

source: Adding Sentences
zgh: ⴰⵔⵏⵏⵓ ⵏ ⵜⵡⵉⵏⴰⵙ

source: Additional Language
zgh: ⵜⵓⵜⵍⴰⵢⵜ ⵢⴰⴹⵏ

source: Add Language
zgh: ⵔⵏⵓ ⵜⵓⵜⵍⴰⵢⵜ

source: <addLink>Add more sentences now!</addLink>
zgh: <addLink>ⵔⵏⵓ ⵓⴳⴳⴰⵔ ⵏ ⵜⵡⵉⵏⴰⵙ ⴷⵖⵉ!</addLink>

source: Add new custom accent "{ $inputValue }"
zgh: ⵔⵏⵓ ⴰⵙⵓⵙⵔⵓ ⴰⵏⵉⵎⴰⵏ ⴰⵎⴰⵢⵏⵓ "{ $inputValue }"

source: Add new sentences
zgh: ⵔⵏⵓ ⵜⵉⵡⵉⵏⴰⵙ ⵜⵉⵎⴰⵢⵏⵓⵜⵉⵏ

source: Add Sentences
zgh: ⵔⵏⵓ ⵜⵉⵡⵉⵏⴰⵙ

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
zgh: ⵔⵏⵓ ⵜⵉⵡⵉⵏⴰⵙ ⵏ <wikipediaLink>ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ</wikipediaLink>

source: Add Your Voice
zgh: ⵔⵏⵡⴰⵜ ⴰⴳⵕⴹ ⵏⵏⵓⵏ

source: Adyghe
zgh: ⵜⴰⴷⵉⴳⵉⵜ

source: Afaan Oromo
zgh: ⵜⵓⵕⵓⵎⵓⵜ

source: A few bytes
zgh: ⴽⵔⴰ ⵏ ⵉⴷ ⴱⴰⵢⵜ

source: Afrikaans
zgh: ⵜⴰⴼⵔⵉⴽⴰⵏⵜ

source: Age
zgh: ⴰⵡⵜⴰⵢ

source: Albanian
zgh: ⵜⴰⵍⴱⴰⵏⵉⵜ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
zgh: ⵉⵎⵉⴽⴽ ⵏ ⵓⴷⵉⴷⴰ ⵏ ⵜⵖⵔⴷⵉⵏ ⵡⴰⵅⵅⴰ, ⵎⴰⵛⴰ ⵎⴽ ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⵙⵍⵍⴷ ⵉ ⴽⵔⴰ ⵏ ⵓⴼⴳⴰⵏ ⵢⴰⴹⵏ ⵉⵙⴰⵡⴰⵍⵏ ⵜⵉⴳⵓⵔⵉⵡⵉⵏ ⵏⴰⵃⵢⴰ ⵜⵏ, ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⴻⵜⵜⵢⴰⴳⴰⵢ ⵜⵓⵙⵙⵉⴼⵜ. ⵍⴰ ⵉⵜⵜⵎⵙⴰⵔ ⵓⵢⴰ ⵙ ⵓⵎⴰⵜⴰ ⴷⵉⵏⵏⴰ ⴳ ⵉⵇⵇⵉⵎ ⵓⵜⵉⵍⵉⴼⵉⵣⵢⵓⵏ ⵉⵔⵖⴰ, ⵏⵉⵖ ⴷⵉⵏⵏⴰ ⴳ ⵉⵍⵍⴰ ⴽⵔⴰ ⵏ ⵓⵎⵔⴰⵔⴰ ⵏ ⵡⴰⵡⴰⵍ ⵜⴰⵎⴰ ⵏⵏⵙ.

source: All
zgh: ⴰⴽⴽⵯ

source: All sentences you submit must be under <wikipediaLink>Public Domain (CC-0) license</wikipediaLink>. To support the inclusion of work not under public licence, we have created a <cc0WaiverLink>Contributions Agreement template</cc0WaiverLink> for works where the copyright owner would like to contribute the material to Common Voice.
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵉⵍⵉⵏⵜ ⵜⵡⵉⵏⴰⵙ ⴰⴽⴽⵯ ⵏⵏⴰ ⵜⵓⵣⵏⴷ ⴷⴷⴰⵡ <wikipediaLink>ⵜⵓⵔⴰⴳⵜ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ (CC-0)</wikipediaLink>. ⵃⵎⴰ ⴰⴷ ⵏⴻⵏⵏⴰⵍ ⴰⵙⵙⵓⵎⵓ ⵏ ⵢⵉⴳⵉ ⵓⵔ ⵉⵍⵍⵉⵏ ⴷⴷⴰⵡ ⵜⵓⵔⴰⴳⵜ ⵜⴰⴳⴷⵓⴷⴰⵏⵜ, ⵏⵙⵏⴼⵍⵓⵍ ⵢⴰⵏ <cc0WaiverLink>ⵓⵍⴱⵓⴹ ⵏ ⵓⵎⵙⴰⵙⴰ ⵏ ⵡⴰⵔⵔⴰⴳⵏ</cc0WaiverLink> ⵉ ⵉⴳⵉⵜⵏ ⵏⵏⴰ ⵉⵔⴰ ⴱⴰⴱ ⵏ ⵉⵣⵔⴼⴰⵏ ⵏ ⵓⵎⴳⴰⵢ ⴰⴷ ⵜⵏ ⵢⴰⵔⴳ ⵉ ⴽⴰⵎⵏⴼⵓⵢⵙ.

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
zgh: ⵍⴰ ⵜⵜⴰⵔⵓⴷⵏⵜ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⴰⴽⴽⵯ ⴳ ⵜⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ ⵙⴳ ⵉⵏⵖⵎⵉⵙⵏ ⵏ ⵜⵎⴰⴳⵉⵜ ⵜⴰⵏⵉⵎⴰⵏⵜ. ⴰⴷⴷⴰⵢ ⵉⴼⴽ ⴽⵔⴰ ⵏ ⵓⵎⴰⵔⴰⴳ ⵉⵙⴼⴽⴰ ⵉⴷⵉⵎⵓⴳⵕⴰⴼⵉⵢⵏ ⴳ ⵢⵉⴼⵔⵙ ⵏⵏⵙ, ⵍⴰ ⵉⵜⵜⵡⴰⴽⴽⵙ ⵓⵙⵎⴰⴳⵉ ⵉ ⵉⵏⵖⵎⵉⵙⵏ ⴰⵏⵏ ⵙⴳ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵏⵏⵙ ⴷⴰⵜ ⴰⴷ ⴳⵏⵜ ⴰⵙⵎⵓⴹ ⵉ ⵡⴰⴳⴰⵎ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ, ⴷ ⵓⵔ ⵔⴰⴷ ⵙⴰⵔ ⴳⵏ ⵉⴳⴷⵓⴷⴰⵏⵏ ⴳ ⵜⴰⵙⵏⴰ ⵏ ⵢⵉⴼⵔⵙ ⵏⵏⵙ.

source: Already have an account? <login>Log-In</login>
zgh: ⵖⵓⵔⵓⵏ ⵢⴰⴷ ⴰⵎⵉⴹⴰⵏ? <login>ⴽⵛⵎⴰⵜ</login>

source: Amharic
zgh: ⵜⴰⵎⵀⴰⵔⵉⵜ

source: An error occurred fetching sentences
zgh: ⵜⵊⵕⴰ ⵢⴰⵜ ⵜⵣⴳⵍⵜ ⴽⵓⴷⵏⵏⴰ ⴷ ⵏⵜⵜⴰⵡⵢ ⵜⵉⵡⵉⵏⴰⵙ

source: An error occurred reviewing this sentence
zgh: ⵜⵊⵕⴰ ⵢⴰⵜ ⵜⵣⴳⵍⵜ ⴳ ⵓⵙⵙⵉⵔⵎ ⵏ ⵜⵡⵉⵏⵙⵜ ⴰ

source: An error occurred submitting your voice information
zgh: ⵜⵊⵕⴰ ⵢⴰⵜ ⵜⵣⴳⵍⵜ ⴳ ⵡⴰⵣⴰⵏ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵉⴳⵕⴹⴰⵏⵏ ⵏⵏⵓⵏ

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
zgh: ⵍⴰ ⵜⵜⴰⵡⵙⵏ ⵉⵙⴼⴽⴰ ⵏ ⵉⵏⵙⵙⵎⵔⵙⵏ ⵉⴷ ⵡⴰⵔⵉⵙⵎ ⵣⵓⵏ ⴷ ⴰⵡⵜⴰⵢ, ⴰⴳⵏⵓⵙ, ⴷ ⵓⵙⵓⵙⵔⵓ ⴳ ⵓⵙⵖⵓⴷⵓ ⵏ ⵉⵙⴼⴽⴰ ⵉⵎⵙⵍⴰⵢⵏ ⵜⵜⵓⵙⵎⵔⴰⵙⵏⵉⵏ ⴳ ⵓⵙⴰⵏⵓⵏ ⵏ ⵓⵏⵖⴰⴷ ⵏ ⵉⵏⵙⵎⵓⵙⵙⴰ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ. ⵉⵙⵎ ⵏ ⵓⵏⵙⵙⵎⵔⵙ ⴷ ⵉⵎⴰⵢⵍ ⵏⵏⵓⵏ ⵓⵔ ⵙⴰⵔ ⵎⵓⵏⵏ ⴷ ⵉⵙⴼⴽⴰ ⵏⵏⴰ ⵜⵓⵣⵏⵎ, ⴷ ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴷⵖⵔⵎ ⴰⴷ ⵉⴳ ⵢⵉⵙⵎ ⵏ ⵓⵏⵙⵙⵎⵔⵙ ⵏⵏⵓⵏ ⴰⴳⴷⵓⴷⴰⵏ ⵏⵉⵖ ⵡⴰⵔⵉⵙⵎ.

source: Approve
zgh: ⵙⵙⴳⵍⵢ

source: a public domain sentence
zgh: ⵢⴰⵜ ⵜⵡⵉⵏⵙⵜ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
zgh: ⵜⴰⵇⵇⵓⵔⵜ ⵏ ⵜⵖⵔⴷⵉⵏ ⵉⵣⴳⴰⵏ ⵡⴰⵅⵅⴰ, ⵎⴰⵛⴰ ⵓⵔ ⵏⵅⵙ ⵉⴳⵕⴹⴰⵏ ⵓⵔⵏⵉⵡⵏ ⵏⵏⴰ ⵖⵉⵢⵏⵉⵏ ⴰⴷ ⵙⵔⴳⵏ ⵉ ⵡⴰⵍⴳⵓⵔⵉⵜⵎ ⵏ ⵜⵎⴰⵛⵉⵏⵜ ⴰⵔ ⴷ ⵉⵙⵎⴰⴳⵉ ⵜⵉⴳⵓⵔⵉⵡⵉⵏ ⵏⵏⴰ ⵓⵔ ⵍⵍⵉⵏⵉⵏ ⴳ ⵓⴹⵕⵉⵚ ⵉⵜⵜⵢⴰⵔⴰⵏ. ⵎⴽ ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⵙⵍⵍⴷ ⵉ ⵜⴳⵓⵔⵉⵡⵉⵏ ⵏⵏⴰ ⵏⴰⵃⵢⴰ ⵅⴼ ⵡⵉⵏ ⵓⴹⵕⵉⵚ, ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⴻⵜⵜⵢⴰⴳⴰⵢ ⵜⵓⵙⵙⵉⴼⵜ. ⵍⴰ ⵉⵜⵜⵎⵙⴰⵔ ⵓⵢⴰ ⵙ ⵓⵎⴰⵜⴰ ⴷⵉⵏⵏⴰ ⴳ ⵉⵇⵇⵉⵎ ⵓⵜⵉⵍⵉⴼⵉⵣⵢⵓⵏ ⵉⵔⵖⴰ, ⵏⵉⵖ ⴷⵉⵏⵏⴰ ⴳ ⵉⵍⵍⴰ ⴽⵔⴰ ⵏ ⵓⵎⵔⴰⵔⴰ ⵏ ⵡⴰⵡⴰⵍ ⵜⴰⵎⴰ ⵏⵏⵙ.

source: Arabic
zgh: ⵜⴰⵄⵕⴰⴱⵜ

source: Aragonese
zgh: ⵜⴰⵕⴰⴳⵓⵏⵉⵜ

source: Are you coming? [called by another]
zgh: ⵔⴰⴷ ⴷ ⵜⴷⴷⵓⴷ? [ⴰⵡⴰⵍ ⵏ ⴽⵔⴰ ⵏ ⵢⴰⵏ ⵢⴰⴹⵏ]

source: Are you coming? <strong>[called by another]</strong>
zgh: ⵔⴰⴷ ⴷ ⵜⴷⴷⵓⴷ? <strong>[ⴰⵡⴰⵍ ⵏ ⴽⵔⴰ ⵏ ⵢⴰⵏ ⵢⴰⴹⵏ]</strong>

source: Armenian
zgh: ⵜⴰⵕⵎⵉⵏⵉⵢⵜ

source: Armenian Western
zgh: ⵜⴰⵕⵎⵉⵏⵉⵜ ⵜⵓⵜⵔⵉⵎⵜ

source: Ask about a new language
zgh: ⵜⵜⵔ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵜⴰⵎⴰⵢⵏⵓⵜ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
zgh: ⵙⵇⵙⴰ ⴰⵏⵖ ⵉⵙⵇⵙⵉⵜⵏ ⴳ <matrixLink>ⵎⵉⵜⵔⵉⴽⵙ</matrixLink>, <discourseLink>ⴷⵉⵙⴽⵓⵔⵙ</discourseLink> ⵏⵉⵖ <emailLink>ⵉⵎⴰⵢⵍ</emailLink>.

source: Assamese
zgh: ⵜⴰⵙⵙⴰⵎⵉⵜ

source: Asturian
zgh: ⵜⴰⵙⵜⵓⵔⵉⵜ

source: Audio Format
zgh: ⵜⴰⵍⵖⴰ ⵏ ⵉⵎⵙⵍⵉ

source: Avatar
zgh: ⴰⴼⴰⵟⴰⵔ

source: Avatar uploaded
zgh: ⵉⴽⵜⵔ ⵡⴰⴼⴰⵟⴰⵕ

source: Average
zgh: ⴰⵏⴰⵎⵎⴰⵙ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
zgh: ⵍⴰ ⵜⴻⵜⵜⵓⵕⵛⵉⵎ ⴽⵔⴰ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵙ "ⵜⵣⵔⵢ" ⴰⴷⴷⴰⵢ ⴰⵙ ⵉⴼⴽⴰ ⴽⵔⴰ ⵏ ⵓⵏⵙⵙⵎⵔⵙ ⴰⵙⵙⵜⴰⵢ ⵏ ⵢⴰⵀ.

source: Avoid too much background noise - it should be easy to hear you.
zgh: ⴰⵏⴼⴰⵜ ⵉ ⴽⵉⴳⴰⵏ ⵏ ⵓⴷⵉⴷⴰ ⵏ ⵜⵖⵔⴷⵉⵏ - ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⴻⵜⵜⵓⵙⵍⵍⵎ ⵙ ⵓⵍⵎⴰⴹ.

source: Awards
zgh: ⵜⵉⵙⵎⵖⵓⵔⵉⵏ

source: Azerbaijani
zgh: ⵜⴰⵣⵔⵉⴱⵉⴷⵊⴰⵏⵉⵜ

source: Back
zgh: ⴰⵖⵓⵍ

source: Background Noise
zgh: ⴰⴷⵉⴷⴰ ⵏ ⵜⵖⵔⴷⵉⵏ

source: Background Voices
zgh: ⵉⴳⵕⴹⴰⵏ ⵏ ⵜⵖⵔⴷⵉⵏ

source: Back to Top
zgh: ⴰⵖⵓⵍ ⵙ ⵓⴼⵍⵍⴰ

source: Bambara
zgh: ⵜⴰⴱⴰⵎⴱⴰⵔⵉⵜ

source: Basaa
zgh: ⵜⴰⴱⴰⵙⴰⵜ

source: Bashkir
zgh: ⵜⴰⴱⴰⵛⴽⵉⵔⵉⵜ

source: Basque
zgh: ⵜⴰⴱⴰⵙⴽⵉⵜ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
zgh: ⵔⴰⵔⴰⵜ ⵜⴰⵖⴹⴼⵜ ⵙ ⴷⴰⵜ ⵜⵓⴳⵢⵜ ⵏ ⴽⵔⴰ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵙ ⵡⵓⵔⵔⵓ ⵏ ⵎⴰⵙ ⵉⵣⴳⵍ ⵉⵎⵖⵔⵉ ⴳ ⵓⵙⵓⵙⵔⵓ ⵏ ⵢⴰⵜ ⵜⴳⵓⵔⵉ, ⵏⵉⵖ ⵉⵖⵔⴰ ⵙ ⵜⵓⵙⵙⴷⴰ ⴳ ⵓⴷⵖⴰⵔ ⵉⵣⴳⵍⵏ, ⵏⵉⵖ ⵉⵜⵜⵓ ⵜⴰⵎⴰⵜⴰⵔⵜ ⵏ ⵓⵙⵇⵙⵉ. ⴳⴳⵓⵜⵏ ⵡⴰⵏⴰⵡⵏ ⵏ ⵉⵙⵓⵙⵔⵓⵜⵏ ⵉⵜⵜⵓⵙⵎⵔⴰⵙⵏ ⴳ ⵓⵎⴰⴹⴰⵍ, ⴽⵔⴰ ⴳⵉⵙⵏ ⵉⵖⵉⵢ ⵓⵔ ⵊⵊⵉⵏ ⴰⵙ ⵜⵙⵙⴼⵍⵉⴷⵎ ⴳ ⵜⴳⵔⴰⵡⵜ ⵜⴰⴷⵖⵔⴰⵏⵜ ⵏⵏⵓⵏ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴼⴽⴰⵜ ⴰⵜⵉⴳ ⴰⵡⴷ ⵉ ⵡⵉⵍⵍⵉ ⵙⴰⵡⴰⵍⵏⵉⵏ ⵙ ⵓⵎⵣⴰⵔⴰⵢ ⴷⵉⴷⵓⵏ.

source: Become a Common Voice Partner
zgh: ⴷⵡⵍ ⴷ ⴰⵎⵛⵛⵔⴽ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Belarusian
zgh: ⵜⴰⴱⵉⵍⴰⵔⵓⵙⵉⵜ

source: Benefits
zgh: ⵜⴰⵏⴼⵉⵡⵉⵏ

source: Bengali
zgh: ⵜⴰⴱⵏⴳⴰⵍⵉⵜ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
zgh: [ⵉⵣⵎⵔ ⴰⴷ ⵏⵉⵏⵉ ‘ⵓⵔ ⵉⵕⵥⵎ ⵜⴰⴳⴳⵓⵔⵜ ⵏ ⵜⴰⴷⴷⴰⵔⵜ’ (ⵛⵍⵃ) ⵏⵉⵖ ⵏⴻⵏⵏⴰ ‘ⵡⴰ' ⵢⴰ'ⵥⵉⵎ ⵝⴰⵡⵡⴰ'ⵝ ⵏ ⵝⴰⴷⴷⴰ'ⵝ’ (ⵔⵉⴼ)]

source: <bold>{ $count }</bold> Clips
zgh: <bold>{ $count }</bold> ⵜⵓⵙⵙⵉⴼⵉⵏ

source: <bold>Help us</bold> find more voices
zgh: <bold>ⴰⵡⵙ ⴰⵏⵖ</bold> ⴰⴷ ⵏⴰⴼ ⵓⴳⴳⴰⵔ ⵏ ⵉⴳⵕⴹⴰⵏ

source: Bosnian
zgh: ⵜⴰⴱⵓⵚⵏⵉⵜ

source: Both
zgh: ⵙ ⵙⵉⵏ ⵉⵜⵙⵏ

source: Both (Speak and Listen)
zgh: ⵙ ⵙⵉⵏ ⵉⵜⵙⵏ (ⵙⵉⵡⵍ ⵜⵙⵍⵍⴷ)

source: Breton
zgh: ⵜⴰⴱⵕⵓⵟⵓⵏⵜ

source: [British English might make "root"]
zgh: [ⵙ ⵜⵎⴰⵣⵉⵖⵜ ⵏ ⵡⴰⵟⵍⴰⵚ ⴰⵏⴰⵎⵎⴰⵙ ⵏⵖⵉⵢ ⴰⴷ ⵏⵙⵓⵙⵔⵓ "ⵓⵍⵍⵎⴰ"]

source: Browse Languages
zgh: ⵙⵜⴰⵔⴰ ⵜⵓⵜⵍⴰⵢⵉⵏ

source: Build a custom goal
zgh: ⵥⴽⵓ ⴰⵡⵜⵜⴰⵙ ⴰⵏⵉⵎⴰⵏ

source: Build Profile
zgh: ⵥⴽⵓ ⵉⴼⵔⵙ

source: Bulgarian
zgh: ⵜⴰⴱⵍⴳⴰⵕⵉⵜ

source: Bulk Sentences
zgh: ⵜⵉⵡⵉⵏⴰⵙ ⴳⴳⵓⵜⵏⵉⵏ

source: Bulk Sentence Submission
zgh: ⴰⵣⴰⵏ ⵏ ⵜⵡⵉⵏⴰⵙ ⴳⴳⵓⵜⵏⵉⵏ

source: Bulk Sentences Uploaded
zgh: ⴽⵜⵔⵏⵜ ⵜⵡⵉⵏⴰⵙ ⴳⴳⵓⵜⵏⵉⵏ

source: Burmese
zgh: ⵜⴰⴱⵓⵔⵎⵉⵜ

source: Buryat
zgh: ⵜⴰⴱⵓⵔⵢⴰⵜⵜ

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
zgh: <b>ⵎⴰⵅⴼ ⵉⵎⴰⵢⵍ?</b> ⵉⵖⵉⵢ ⴰⴷ ⵏⴰⵙⵔ ⴰⴷ ⴷⵉⴷⵓⵏ ⵏⵎⵢⴰⵡⴰⴹ ⴳ ⵢⵉⵎⴰⵍ ⵅⴼ ⵉⵙⵏⴼⵍⵏ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ, ⵉⵎⴰⵢⵍ ⴰ ⵔⴰⴷ ⵉⴳ ⴰⵎⵎⴰⴽ ⵏ ⵓⵎⵢⴰⵡⴰⴹ.

source: By editing your goal, you may lose your existing progress.
zgh: ⵙ ⵓⵙⵏⴼⵍ ⵏ ⵓⵡⵜⵜⴰⵙ ⵏⵏⵓⵏ, ⵜⵖⵉⵢⵎ ⴰⴷ ⵜⵊⵊⵍⵓⵎ ⴰⵍⴰⵢ ⵏⵏⵓⵏ ⵉⵍⵍⴰⵏ.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
zgh: ⵙ ⵓⴷⵇⵇⵔ ⵏ ⵡⴰⵎⴰⵥ ⵏ ⵉⵎⴰⵢⵍⵏ, ⵍⴰ ⵜⵙⵙⵉⴽⵉⵣⵎ ⵎⴰⵙ ⵜⵎⵙⴰⵙⴰⵎ ⴰⴽⴷ ⵓⵙⵡⵓⴷⴷⵓ ⵏ ⵎⵓⵣⵉⵍⴰ ⵉ ⵉⵏⵖⵎⵉⵙⵏ ⴰⴷ ⵙ ⵎⴽⴷⴰ ⵉⵜⵜⵓⵙⵙⴼⵔⴰⵏ ⴳ <privacyLink>ⵜⵙⵔⵜⵉⵜ ⵏ ⵜⵉⵏⵏⵓⵜⵍⴰ</privacyLink> ⵏ ⵎⵓⵣⵉⵍⴰ.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
zgh: <b>ⵜⵎⵙⴰⵙⴰⵎ ⴷ</b> ⵅⴼ ⴰⴷ ⵓⵔ ⵜⴰⵔⵎⵎ ⴰⴷ ⵜⵙⵡⵓⵜⵜⵓⵎ ⵜⴰⵎⴰⴳⵉⵜ ⵏ ⵉⵎⵙⵉⵡⵍⵏ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
zgh: ⵙ ⵜⵉⴽⴽⵉ ⵏ ⴽⵔⴰ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵅⴼ ⵉⵎⴰⵏ ⵏⵏⵓⵏ, ⵔⴰⴷ ⴳⵉⵏ ⵉⵙⴼⴽⴰ ⵉⵎⵙⵍⴰⵢⵏ ⵏⵏⴰ ⵜⴻⵜⵜⴰⵣⵏⵎ ⵉ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵓⵏⴼⵓⵜⵏ ⵉ ⵉⵏⵙⵎⵓⵙⵙⴰ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ ⵏⵏⴰ ⵙⵙⵎⵔⴰⵙⵏⵉⵏ ⵉⵙⴼⴽⴰ ⴰ ⵃⵎⴰ ⴰⴷ ⵙⵖⵓⴷⵓⵏ ⴰⵏⵖⴰⴷ ⵏⵏⵙⵏ.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
zgh: ⵙ ⵓⵙⵙⵎⵔⵙ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ, ⵍⴰ ⴷ ⵜⴻⵜⵜⵎⵙⴰⵙⴰⴷ ⴰⴽⴷ <termsLink>ⵜⴼⴰⴷⵉⵡⵉⵏ</termsLink> ⴷ <privacyLink>ⵜⵎⵏⵏⵉⵜ ⵏ ⵜⵉⵏⵏⵓⵜⵍⴰ</privacyLink> ⵏⵏⵖ

source: [Canadian English might make "route" sound like "rowt"]
zgh: [ⵙ ⵜⵎⴰⵣⵉⵖⵜ ⵜⴰⵔⵉⴼⵉⵜ ⵏⵖⵉⵢ ⴰⴷ ⵏⵙⵓⵙⵔⵓ "ⵓⵍⵜⵎⴰ" ⵣⵓⵏ ⴷ "ⵓⵜⵛⵎⴰ"]

source: Cancel Re-recording
zgh: ⵙⵔ ⴰⵍⴰⵙ ⵏ ⵓⵙⵓⵙⵔ

source: Cancel Submission
zgh: ⵙⵔ ⴰⵣⴰⵏ

source: Can't decide?
zgh: ⵓⵔ ⵜⵣⵎⵉⵔⴷ ⴰⴷ ⵜⵖⵜⵙⴷ?

source: Cantonese
zgh: ⵜⴰⴽⴰⵏⵟⵓⵏⵉⵜ

source: Catalan
zgh: ⵜⴰⴽⴰⵟⴰⵍⵓⵏⵉⵜ

source: Central Kurdish
zgh: ⵜⴰⴽⵓⵔⴷⵉⵜ ⵜⴰⵏⴰⵎⵎⴰⵙⵜ

source: Change your email via Settings under Login Identity
zgh: ⵙⵏⴼⵍⴰⵜ ⵉⵎⴰⵢⵍ ⵏⵏⵓⵏ ⴳ ⵜⵙⵖⴰⵍ ⴷⴷⴰⵡ ⵜⵎⴰⴳⵉⵜ ⵏ ⵓⴽⵛⴰⵎ

source: Check
zgh: ⵛⴰⴱⴱⴰ

source: Check <icon></icon> is this a linguistically correct sentence?
zgh: ⵛⴰⴱⴱⴰ <icon></icon> ⵉⵙ ⵜⵓⵖⴷ ⵜⵡⵉⵏⵙⵜ ⴰ ⵙ ⵓⵎⵙⵏⵉⵍⵙ?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
zgh: ⵛⴰⴱⴱⴰⵢⴰⵜ ⵎⴽ ⵜⴻⵜⵜⵓⴷⵔⵙ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ ⴳ <languagesPageLink>ⵜⴰⵙⵏⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ</languagesPageLink>. ⵎⴽ ⵓⵀⵓ, ⴽⵜⵓⵔⴰⵜ ⵜⵉⴼⵔⵜ ⴰ, ⵔⴰⴷ <strong>ⴰⵡⵏ ⵏⴰⵣⵏ ⵢⴰⵏ ⵉⵎⴰⵢⵍ ⴰⴼⵔⴰⵔ ⵉⵙⵙⴼⵔⵓⵏ ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⵙⵙⵓⴳⵣⵎ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ</strong>.

source: <chevron></chevron>See less
zgh: <chevron></chevron>ⵥⵕ ⴷⵔⵓⵙ

source: <chevron></chevron>See more
zgh: <chevron></chevron>ⵥⵕ ⵓⴳⴳⴰⵔ

source: Chinese (China)
zgh: ⵜⴰⵛⵉⵏⵡⵉⵜ (ⵛⵉⵏⵡⴰ)

source: Chinese (Hong Kong)
zgh: ⵜⴰⵛⵉⵏⵡⵉⵜ (ⵀⵓⵏⴳ ⴽⵓⵏⴳ)

source: Chinese (Taiwan)
zgh: ⵜⴰⵛⵉⵏⵡⵉⵜ (ⵜⴰⵢⵡⴰⵏ)

source: Chinyanja
zgh: ⵜⴰⵛⵉⵛⵡⴰⵢⵜ

source: Choose language/localization
zgh: ⴷⵖⵔ ⵜⵓⵜⵍⴰⵢⵜ/ⵜⴰⵙⵙⴷⵖⵔⵜ

source: Chuvash
zgh: ⵜⴰⵜⵛⵓⴼⴰⵛⵉⵜ

source: Citation
zgh: ⵜⴰⴱⴷⴰⵔⵜ

source: Cite with a URL link or the full name of the work.
zgh: ⴱⴷⵔ ⵙ ⴽⵔⴰ ⵏ ⵓⵙⵖⵏ ⵏ ⵡⴰⵏⵙⴰ ⵏ ⵓⵡⵉⴱ ⵏⵉⵖ ⵉⵙⵎ ⵓⵎⵎⵉⴷ ⵏ ⵉⴳⵉ.

source: Citing Sentences
zgh: ⴰⴱⴷⴰⵔ ⵏ ⵜⵡⵉⵏⴰⵙ

source: Click
zgh: ⴽⵍⵉⴽⵉ

source: Clipboard not supported
zgh: ⵓⵔ ⵉⵜⵜⵡⴰⵏⵏⴰⵍ ⵎⴰⴷⴷⵉⴼⵔ

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
zgh: { $clipCount } ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ, ⵜⵉⴷⴷⵉ ⵏ ⵜⵎⵃⴹⵉⵜ ⵉⵎⵎⵓⵜⵜⵔⵏ { $size }. ⴰⴷ ⵜⵎⵎⵜ ⴳ { $expires }.

source: Clip Graveyard
zgh: ⴰⵙⵎⴹⵍ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ

source: Clips recorded
zgh: ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵜⵓⵙⵓⵙⵔⵏⵉⵏ

source: Clips Uploaded
zgh: ⵜⵓⵙⵙⵉⴼⵉⵏ ⴽⵜⵔⵏⵉⵏ

source: Clips validated
zgh: ⵜⵓⵙⵙⵉⴼⵉⵏ ⵣⵔⵢⵏⵉⵏ

source: Clips You've Recorded
zgh: ⵜⵓⵙⵙⵉⴼⵉⵏ ⵏⵏⴰ ⵜⵙⵓⵙⵔⴷ

source: Clips You've Validated
zgh: ⵜⵓⵙⵙⵉⴼⵉⵏ ⵏⵏⴰ ⵜⵣⵣⵔⵢⴷ

source: Close
zgh: ⵔⴳⵍ

source: Collecting sentences
zgh: ⴰⴳⵔⵔⵓ ⵏ ⵜⵡⵉⵏⴰⵙ

source: Collecting sentences from the public domain, or writing new ones for the public domain.
zgh: ⴰⴳⵔⵔⵓ ⵏ ⵜⵡⵉⵏⴰⵙ ⵙⴳ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ, ⵏⵉⵖ ⵜⵉⵔⵔⴰ ⵏ ⵜⵎⴰⵢⵏⵓⵜⵉⵏ ⵉ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ.

source: Collect sentences
zgh: ⴳⵔⵓ ⵜⵉⵡⵉⵏⴰⵙ

source: Comment
zgh: ⴰⵅⴼⴰⵡⴰⵍ

source: Common Voice data plus all other voice datasets above.
zgh: ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵓⵍⴰ ⴰⴽⴽⵯ ⵜⵉⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵢⴰⴹⵏⵉⵏ ⵏⵏⵉⴳ ⴷⴰ.

source: Common Voice Dataset
zgh: ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
zgh: ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵢⴰⵜ ⵜⵙⵉⵍⴰ ⵏ ⵜⵡⵉⵣⴰ ⵏ ⵓⴳⴷⵓⴷ, ⴷ ⵜⵜⵓⵔⵏⴰⵏⵜ ⵜⵓⵜⵍⴰⵢⵉⵏ ⴰⴽⴽⵯ ⵙⴳ ⵖⵓⵔ ⵉⵎⵅⴰⵙⵏ. ⵔⴰⴷ ⴰⵖ ⵉⵙⵙⵓⵙⵎ ⵓⵔⵏⵏⵓ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ! <languageRequestLink>ⵜⵜⵔⴰⵜ ⴰⵔⵏⵏⵓ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ.</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
zgh: ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵜⴰⵙⵏⵜⴰⵢⵜ ⵏ ⵎⵓⵣⵉⵍⴰ ⵉ ⵜⵡⵉⵙⵉ ⴳ ⵓⵙⵙⵍⵎⴷ ⵉ ⵜⵎⴰⵛⵉⵏⵉⵏ ⵎⴰⵏⵎⴽ ⵙⴰⵡⴰⵍⵏ ⵎⴷⴷⵏ ⵏ ⵜⵉⴷⵜ.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
zgh: ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵢⴰⵜ ⵜⴳⴹⴰⵎⵜ ⵙⴳ ⵜⴰⵙⵏⵜⴰⵢⵜ ⵏ ⵎⵓⵣⵉⵍⴰ ⵉ ⵜⵡⵉⵙⵉ ⴳ ⵓⵙⵙⵍⵎⴷ ⵉ ⵜⵎⴰⵛⵉⵏⵉⵏ ⵎⴰⵏⵎⴽ ⵙⴰⵡⴰⵍⵏ ⵎⴷⴷⵏ ⵏ ⵜⵉⴷⵜ.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
zgh: ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵜⴰⴳⵜⵓⵜⵍⴰⵢⵜ ⵜⴰⵎⵇⵇⵔⴰⵏⵜ ⵉⵙⴰⴳⴰⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ ⴳ ⵓⵎⴰⴹⴰⵍ.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
zgh: ⵍⴰ ⵜⵜⵓⵙⵎⵔⴰⵙⵏ ⵉⵙⵓⵙⴰⵔ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵙⴳ ⵖⵓⵔ ⵉⵎⵙⴷⴰⵡⵉⵢⵏ, ⵜⵉⵎⵙⵙⵏⵜⴰⵢ ⵜⵉⵎⵥⵥⵢⴰⵏⵉⵏ, ⴷ ⵉⵎⵖⵣⴰⵍⵏ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ, ⵉ ⵜⵡⵉⵙⵉ ⴳ ⵓⵙⴰⵏⵓⵏ ⴷ ⵓⵙⴱⵓⵖⵍⵓ ⵏ ⵉⵙⵓⴳⴰⵎ ⵙⴰⴳⴰⵏⵉⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ ⵣⵓⵏ ⴷ ⵜⵉⵎⵓⴷⵎⵉⵡⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ. ⵉⵙ ⵜⵣⵎⵔⵎ ⴰⴷ ⴰⵏⵖ ⵜⴰⵊⵊⵎ ⴰⴷ ⵏⵙⵙⵏ ⵎⴰⵅⴼ ⵜⵔⴰⵎ ⴰⴷ ⵜⵜⵡⴰⴽⴽⵙⵏ ⵉⵙⵓⵙⴰⵔ ⵏⵏⵓⵏ?

source: Community announcement!
zgh: ⵜⵓⵙⵎⵉⵔⵜ ⵏ ⵜⴳⵔⴰⵡⵜ!

source: Community, Creatives and Civil Society
zgh: ⵜⴰⴳⵔⴰⵡⵜ, ⵉⵎⵙⵏⴼⵍⵓⵍⵏ ⴷ ⵡⴰⵎⵓⵏ ⵓⵖⵔⵉⵎ

source: Community participation and decision making.
zgh: ⵜⴰⴷⵔⴰⵡⵜ ⵜⴰⴳⵔⴰⵡⴰⵏⵜ ⴷ ⵓⵙⴽⴽⵉⵔ ⵏ ⵜⵖⵜⴰⵙⵜ.

source: Community Playbook
zgh: ⴰⵎⴰⵏⴰⵔ ⵏ ⵜⴳⵔⴰⵡⵜ

source: Confirm
zgh: ⵙⵙⴷⴻⴷ

source: Confirm Goal
zgh: ⵙⵙⴷⴻⴷ ⴰⵡⵜⵜⴰⵙ

source: Confirm New Sentences
zgh: ⵙⵙⴷⴻⴷ ⵜⵉⵡⵉⵏⴰⵙ ⵜⵉⵎⴰⵢⵏⵓⵜⵉⵏ

source: Connect with Gravatar
zgh: ⵣⴷⵢ ⵙ ⴳⵕⴰⴼⴰⵟⴰⵕ

source: Contact
zgh: ⵎⵢⴰⵡⴰⴹ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
zgh: ⵎⵢⴰⵡⴰⴹⴰⵜ ⴰⴽⴷ ⵉⵎⴳⴰⵢⵏ, ⵉⵎⴰⵔⴰⵜⵏ ⵏ ⵜⵎⵣⴳⵓⵏⵏⵉⵏ ⵏⵉⵖ ⵉⵎⴰⵔⴰⵜⵏ ⵏ ⵓⵙⵉⵏⴰⵔⵢⵓ, ⵜⵙⵇⵙⴰⵎ ⵜⵏ ⵎⴽ ⵔⴰⴷ ⵉⵔⵉⵏ ⴰⴷ ⴼⴽⵏ ⴽⵔⴰ ⵏ ⵜⴳⵣⵣⵓⵎⵜ ⵜⴰⵎⵥⵥⵢⴰⵏⵜ ⵙⴳ ⵜⵡⵓⵔⵉⵡⵉⵏ ⵏⵏⵙⵏ ⵉ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ

source: Contact Form
zgh: ⵜⵉⴼⵔⵜ ⵏ ⵓⵎⵢⴰⵡⴰⴹ

source: Contact the Common Voice team
zgh: ⵎⵢⴰⵡⴰⴹⴰⵜ ⴰⴽⴷ ⵜⵔⴰⴱⴱⵓⵜ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Contact Us
zgh: ⵎⵢⴰⵡⴰⴹ ⴷⵉⴷⵏⵖ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
zgh: ⵜⵙⴰⴳⴰ ⵜⵓⵎⴰⵢⵜ ⴰⴷ ⴷⴷⴰⵡ <licenseLink>ⵜⵓⵔⴰⴳⵜ ⵏ ⴽⵔⵉⵢⴰⵜⵉⴼ ⴽⴰⵎⵏⵣ</licenseLink>

source: Continue
zgh: ⵙⵎⴷ ⵙⵓⵍ

source: Continue validating
zgh: ⵙⵎⴷ ⵙⵓⵍ ⴰⵣⵣⵔⴰⵢ

source: Contribute
zgh: ⴰⵔⴳ

source: Contribute sentences
zgh: ⴰⵔⴳ ⵜⵉⵡⵉⵏⴰⵙ

source: Contribute to { $lang }
zgh: ⴰⵔⴳ ⴳ { $lang }

source: Contribute Your Voice
zgh: ⴰⵔⴳⴰⵜ ⵙ ⵓⴳⵕⴹ ⵏⵏⵓⵏ

source: Contribution Activity
zgh: ⴰⵎⵓⵙⵙⵓ ⵏ ⵡⴰⵔⵔⴰⴳ

source: Contribution Criteria
zgh: ⵉⵙⴱⴷⴰⴷⵏ ⵏ ⵡⴰⵔⵔⴰⴳ

source: Contribution Experience
zgh: ⵜⵉⵔⵎⵉⵜ ⵏ ⵡⴰⵔⵔⴰⴳ

source: Contribution Guidelines
zgh: ⵜⴰⵔⴰⵜⵉⵏ ⵏ ⵡⴰⵔⵔⴰⴳ

source: Contributors record voice clips by reading from a bank of donated sentences.
zgh: ⵍⴰ ⵜⵜⵙⵓⵙⵓⵔⵏ ⵉⵎⴰⵔⴰⴳⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵙ ⵜⵖⵔⵉ ⵙⴳ ⵢⴰⵜ ⵜⴱⴰⵏⴽⴰ ⵏ ⵜⵡⵉⵏⴰⵙ ⵜⵜⵓⴼⴽⴰⵏⵉⵏ.

source: Cookies
zgh: ⵉⴽⵓⴽⵉⵜⵏ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
zgh: ⵉⵜⵜⵓⴼⴽⴰ <coquiLink>ⴽⵓⴽⵉ</coquiLink> ⵉ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵏ ⵡⴰⵡⴰⵍ ⵜⵓⵕⵥⵉⵎⵜ. ⵙⴳ ⵉⵙⵏⴼⴰⵔⵏ ⵏⵏⵙⵏ ⵍⵍⴰⵏ ⵉⵏⵙⵎⵓⵙⵙⴰ ⵏ STT ⴷ TTS ⵥⴽⴰⵏⵉⵏ ⵅⴼ ⵓⵍⵎⵎⵓⴷ ⵉⴷⵔⴰⵏ.

source: Cornish
zgh: ⵜⴰⴽⵓⵔⵏⵉⵜ

source: Corsican
zgh: ⵜⴰⴽⵓⵔⵙⵉⴽⵉⵜ

source: Could not add language
zgh: ⵓⵔ ⵏⵣⵎⵉⵔ ⴰⴷ ⵏⵔⵏⵓ ⵜⵓⵜⵍⴰⵢⵜ

source: Could not change settings. Please try again.
zgh: ⵓⵔ ⵏⵣⵎⵉⵔ ⴰⴷ ⵏⵙⵏⴼⵍ ⵜⵉⵙⵖⴰⵍ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵔⵎⴰⵜ ⴷⴰⵖ.

source: Could not remove language
zgh: ⵓⵔ ⵏⵣⵎⵉⵔ ⴰⴷ ⵏⵙⵉⵜⵜⵢ ⵜⵓⵜⵍⴰⵢⵜ

source: Could not remove language: language not found
zgh: ⵓⵔ ⵏⵣⵎⵉⵔ ⴰⴷ ⵏⵙⵉⵜⵜⵢ ⵜⵓⵜⵍⴰⵢⵜ: ⵓⵔ ⵜⴻⵜⵜⵢⴰⴼⴰ ⵜⵓⵜⵍⴰⵢⵜ

source: { $count } clips
zgh: { $count } ⵜⵓⵙⵙⵉⴼⵉⵏ

source: { $count }mo
zgh: { $count }ⵢⵔ

source: { $countOfInvalidated } rejected by you
zgh: { $countOfInvalidated } ⵜⵜⵢⴰⴳⴰⵢⵏⵉⵏ ⵙⴳ ⵖⵓⵔⵓⵏ

source: { $countOfReviewed } sentences are already reviewed. Great job!
zgh: { $countOfReviewed } ⵜⵡⵉⵏⴰⵙ ⴰⴷ ⵢⴰⴷ ⵉⵜⵜⵢⴰⵔⴰⵎⵏ. ⴰⵢⵢⵓⵣ!

source: { $countOfSentences } sentences found.
zgh: { $countOfSentences } ⵜⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⴼⴰⵏⵉⵏ.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
zgh: { $countOfUnreviewed } ⵜⵡⵉⵏⴰⵙ ⵓⵔ ⵜⵜⵢⴰⵔⴰⵎⵏⵉⵏ. ⵎⴽ ⵜⵅⵙⵎ, ⵜⵣⵎⵔⵎ ⴰⵡⴷ ⴰⴷ ⵜⵙⵙⵉⵔⵎⵎ ⵜⵉⵡⵉⵏⴰⵙ ⵏⵏⵓⵏ ⴷⵖⵉ ⴷⴰⵜ ⴰⴷ ⵜⵏⵜ ⵜⴰⵣⵏⵎ.

source: { $count }wk
zgh: { $count }ⵎⵍⵙ

source: { $count }y
zgh: { $count }ⵙⴳⵙ

source: [Crackle] giant dinosaurs of [crackle] -riassic.
zgh: [ⴰⵟⵇⵟⵇ] ⵣⵎⴰⵡⵏ [ⴰⵟⵇⵟⵇ] -ⵟⵍⴰⵚ.

source: Create a Custom Goal
zgh: ⵙⵏⴼⵍⵓⵍ ⴰⵡⵜⵜⴰⵙ ⴰⵏⵉⵎⴰⵏ

source: Create a profile
zgh: ⵙⵏⴼⵍⵓⵍ ⵉⴼⵔⵙ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
zgh: ⵙⵏⴼⵍⵓⵍⴰⵜ ⵜⵉⵡⵉⵏⴰⵙ ⵜⵉⵜⵔⴰⵔⵉⵏ ⴷ ⵜⵓⵏⵏⵉⵎⵉⵏ ⵙ ⵢⵉⵎⴰⵏ ⵏⵏⵓⵏ ⵏⵉⵖ ⴰⴽⴷ ⵉⵎⴷⴷⵓⴽⴽⴰⵍ ⵏⵉⵖ ⵜⴰⴳⵔⴰⵡⵜ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ - ⵙ ⵓⵎⴷⵢⴰ, ⴳ ⴽⵔⴰ ⵏ ‘ⵜⵉⵔⵔⴰ-ⵟⵓⵏ’

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
zgh: ⴰⵙⵏⴼⵍⵓⵍ ⵏ ⵉⵣⵎⵣⵣⴰ ⵉ ⵢⴰⵜ ⵜⵎⴰⵏⴰⵡⵜ ⵏ ⵎⴷⴷⵏ ⵃⵎⴰ ⴰⴷ ⴰⵔⴳⵏ ⴳ ⴽⴰⵎⵏⴼⵓⵢⵙ, ⵍⴰ ⵉⵜⵜⴹⴽⴰⵍ ⴰⴷ ⵜⵏⴼⵓ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⴰⵏⵛⵜ ⵏⵏⴰ ⵢⴰⵍⵍⴼⵓⵙⵏ ⵏ ⵎⴷⴷⵏ. ⵏⵙⵏⴼⵍⵓⵍ ⵉⵙⵓⴳⴰⵎ ⴷ ⵡⴰⵍⴱⵓⴹⵏ ⵏⵏⴰ ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⵏ ⵜⵙⵙⵎⵔⵙⴷ!

source: Criteria
zgh: ⵉⵙⴱⴷⴰⴷⵏ

source: Croatian
zgh: ⵜⴰⴽⵔⵡⴰⵜⵉⵢⵜ

source: Czech
zgh: ⵜⴰⵜⵛⵉⴽⵉⵜ

source: Dagbani
zgh: ⵜⴰⴷⴰⴳⴱⴰⵏⵉⵜ

source: Daily Goal
zgh: ⴰⵡⵜⵜⴰⵙ ⴰⴽⵓⵢⴰⵙⵙ

source: Danish
zgh: ⵜⴰⴷⴰⵏⵎⴰⵔⴽⵉⵜ

source: Dashboard
zgh: ⵜⵉⴼⵉⵍⵜ ⵏ ⵓⵏⴷⴰⵀ

source: Dataset Release
zgh: ⵜⵓⴼⴼⵖⴰ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ

source: Datasets
zgh: ⵜⵉⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ

source: Date
zgh: ⴰⵙⴰⴽⵓⴷ

source: Days
zgh: ⵡⵓⵙⵙⴰⵏ

source: De-identified
zgh: ⵉⵜⵜⵡⴰⴽⴽⵙ ⴰⵙ ⵓⵙⵎⴰⴳⵉ

source: Delete my recordings
zgh: ⴽⴽⵙ ⵉⵙⵓⵙⴰⵔ ⵉⵏⵓ

source: Delete Profile
zgh: ⴽⴽⵙ ⵉⴼⵔⵙ

source: Delete selected sentences
zgh: ⴽⴽⵙ ⵜⵉⵡⵉⵏⴰⵙ ⵜⵜⵓⵙⵜⴰⵢⵏⵉⵏ

source: Deleting selected sentences…
zgh: ⵜⵓⴽⴽⵙⴰ ⵏ ⵜⵡⵉⵏⴰⵙ ⵜⵜⵓⵙⵜⴰⵢⵏⵉⵏ…

source: Dhivehi
zgh: ⵜⴰⴷⵉⴼⵀⵉⵜ

source: Different language
zgh: ⵜⵓⵜⵍⴰⵢⵜ ⵉⵎⵣⴰⵔⴰⵢⵏ

source: Difficult
zgh: ⴰⵏⵎⵎⴰⵔⵓ

source: Difficult to pronounce
zgh: ⵜⵎⵎⴰⵔ ⴳ ⵓⵙⵓⵙⵔⵓ

source: Dioula
zgh: ⵜⴰⴷⵢⵓⵍⴰⵜ

source: Discard ongoing recording
zgh: ⴳⵔ ⴰⵙⵓⵙⵔ ⴰⵙⵓⵍⴰⵏ

source: Discourse
zgh: ⴷⵉⵙⴽⵓⵔⵙ

source: Does the sentence meet the guidelines?
zgh: ⵉⵙ ⴷ ⵜⵎⵙⴰⵙⴰ ⵜⵡⵉⵏⵙⵜ ⴰⴽⴷ ⵜⴰⵔⴰⵜⵉⵏ?

source: Donate
zgh: ⵜⵉⴽⴽⵉ

source: Donate your voice
zgh: ⴼⴽⴰⵜ ⴰⴳⵕⴹ ⵏⵏⵓⵏ

source: Don't see your language on Common Voice yet?
zgh: ⵓⵔ ⵜⴰ ⵜⵥⵕⵉⵎ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ ⴳ ⴽⵓⵎⵏⴼⵓⵢⵙ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
zgh: ⵉⵙ ⵓⵔ ⵜⵥⵕⵉⵎ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ? ⵡⴰⴷⵙⴰⵜ ⵜⴰⵙⵏⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵏⵏⵖ ⵃⵎⴰ ⴰⴷ ⵜⵜ ⵜⴻⵜⵜⵔⵎ.

source: Download
zgh: ⴰⴳⵎ

source: Download Common Voice Data
zgh: ⴰⴳⵎ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Download Data
zgh: ⴰⴳⵎ ⵉⵙⴼⴽⴰ

source: Download Dataset Bundle
zgh: ⴰⴳⵎ ⴰⵙⵎⵓⴹ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ

source: Download { $language }
zgh: ⴰⴳⵎ { $language }

source: Download Links
zgh: ⵉⵙⵖⵡⴰⵏ ⵏ ⵡⴰⴳⴰⵎ

source: Download My Data
zgh: ⴰⴳⵎ ⵉⵙⴼⴽⴰ ⵉⵏⵓ

source: Download profile data
zgh: ⴰⴳⵎ ⵉⵙⴼⴽⴰ ⵏ ⵉⴼⵔⵙ

source: Download the Dataset
zgh: ⴰⴳⵎ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ

source: Download the Single Word Target Segment
zgh: ⴰⴳⵎ ⵜⵓⵟⵟⵓⵜ ⵉⵜⵜⵡⴰⵜⵜⵙⵏ ⵏ ⵜⴳⵓⵔⵉ ⵜⴰⵎⵢⴰⵏⵜ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
zgh: ⵉⵙ ⵖⵓⵔⵓⵏ ⵜⵉⵡⵏⴳⵉⵎⵉⵏ ⵅⴼ ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵏⵙⵖⵓⴷⵓ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ? ⴰⵊⵊⴰⵜ ⴰⵏⵖ ⴰⴷ ⵏⵙⵙⵏ ⴳ ⴷⵉⵙⴽⵓⵔⵙ

source: Do you want to continue?
zgh: ⵉⵙ ⵜⵅⵙⴷ ⴰⴷ ⵙⵓⵍ ⵜⵙⵎⴷⴷ?

source: Do you want to Speak, Listen or both?
zgh: ⵉⵙ ⵜⵅⵙⴷ ⴰⴷ ⵜⵙⵉⵡⵍⴷ, ⴰⴷ ⵜⵙⵍⵍⴷ ⵏⵉⵖ ⵙ ⵙⵉⵏ ⵉⵜⵙⵏ?

source: Drag and drop or <browseWrap>Browse</browseWrap>
zgh: ⵙⵓⵛⵛⴹ, ⵜⵙⵔⵙⴷ ⵏⵉⵖ <browseWrap>ⵜⵙⵙⴰⵔⴰⴷ</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
zgh: ⵙⵓⵛⵛⴹⴰⵜ ⴰⴼⴰⵢⵍⵓ ⵏⵏⵓⵏ ⴷⴰ ⵏⵉⵖ <uploadButton>ⵜⴽⵍⵉⴽⵉⵎ ⵃⵎⴰ ⴰⴷ ⵜ ⵜⵙⴽⵜⵔⵎ</uploadButton>

source: Drop file here to upload
zgh: ⵙⵔⵙ ⴰⴼⴰⵢⵍⵓ ⴷⴰ ⵃⵎⴰ ⴰⴷ ⵜ ⵜⵙⴽⵜⵔⴷ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
zgh: ⴳ ⵜⵉⵣⵉ ⵏ ⵡⴰⵔⵔⴰⴳ, ⵔⴰⴷ ⵢⴰⵏⴼ ⵡⴰⵣⴰⵏ ⵏ ⵜⵙⴷⵎⵉⵔⵜ ⴷⴼⴼⵉⵔ ⵏ ⵓⴽⵍⵉⴽⵉ ⵅⴼ 'ⴰⵣⵏ'. ⵔⴰⴷ ⵙⵓⵍ ⵉⵙⵎⴷ ⵡⴰⵔⵔⴰⴳ ⵙ ⵡⵓⵙⵔⵉⴷ ⴰⴽⴷ ⵜⴳⵔⵓⵎⵎⴰ ⵜⵓⴹⴼⵉⵕⵜ ⵏ 5 ⵉⵙⵓⵙⴰⵔ ⵏⵉⵖ ⵉⵣⵣⵔⴰⵢⵏ.

source: Dutch
zgh: ⵜⴰⵀⵓⵍⴰⵏⴷⵉⵜ
